{
  "help": "https://open.canada.ca/data/en/api/3/action/help_show?name=package_show",
  "success": true,
  "result": {
    "association_type": [],
    "audience": [],
    "author": null,
    "author_email": null,
    "collection": "primary",
    "contributor": {
      "fr": "",
      "en": ""
    },
    "creator": "",
    "creator_user_id": "2dc5a12f-2a6f-4822-8514-165ea6bb05d9",
    "data_series_issue_identification": {
      "fr": "",
      "en": ""
    },
    "data_series_name": {
      "fr": "",
      "en": ""
    },
    "date_modified": "2025-12-29 00:00:00",
    "date_published": "2023-04-27 00:00:00",
    "digital_object_identifier": "",
    "display_flags": [],
    "frequency": "P1D",
    "geographic_region": ["0", "1", "2", "3", "4", "5", "6"],
    "id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
    "imso_approval": "true",
    "isopen": false,
    "jurisdiction": "federal",
    "keywords": {
      "fr": [
        "occasions de soumission",
        "appel d'offres",
        "contacts",
        "entreprises",
        "avis d'appel d'offres",
        "acheteurs",
        "gouvernement",
        "spécialistes en approvisionnement",
        "biens",
        "services",
        "construction",
        "méthodes d'approvisionnement",
        "NIBS"
      ],
      "en": [
        "standing offers",
        "contracts",
        "businesses",
        "opportunities",
        "buyers",
        "procurement",
        "procurement specialists",
        "purchase",
        "goods",
        "services",
        "construction",
        "methods of supply",
        "standing offers",
        "supply arrangements",
        "tenders",
        "ACAN",
        "GSIN",
        "awards",
        "request for proposal",
        "RFP",
        "request for information",
        "RFI"
      ]
    },
    "license_id": "ca-ogl-lgo",
    "license_title": "Open Government Licence - Canada",
    "license_url": "https://open.canada.ca/en/open-government-licence-canada",
    "maintainer": null,
    "maintainer_contact_form": {},
    "metadata_contact": {},
    "metadata_created": "2023-04-27T13:49:54.523338",
    "metadata_modified": "2025-12-30T06:10:47.796514",
    "name": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
    "notes": "This dataset contains information on all Government of Canada award notices published according to the Financial Administration Act.  It includes data for all Schedule I, Schedule II and Schedule III departments, agencies, Crown corporations, and other entities (unless specifically exempt) who must comply with the Government of Canada trade agreement obligations. **CanadaBuys** is the authoritative source of this information.  Visit the [How procurement works](https://canadabuys.canada.ca/en/how-procurement-works) page on CanadaBuys to learn more. \r\n\r\nAll data files in this collection share a common column structure, and the procurement category field (labelled as “*procurementCategory-categorieApprovisionnement*”) can be used to filter by the following four major categories of awards: \r\n \r\n- Awards for construction, which will have a value of “CNST”\r\n- Awards for goods, which will have a value of “GD”\r\n- Awards for services, which will have a value of “SRV” \r\n- Awards for services related to goods, which will have a value of “SRVTGD”\r\n\r\nSome award notices may be associated with one or more of the above procurement categories.\r\n\r\n\u003E**Note:** Some records contain long award description values that may cause issues when viewed in certain spreadsheet programs, such as Microsoft Excel. When the information doesn’t fit within the cell’s character limit, the program will insert extra rows that don’t conform to the expected column formatting. (Though, all other records will still be displayed properly, in their own rows.) To quickly remove the “spill-over data” caused by this display error in Excel, select the publication date field (labelled as “*publicationDate-datePublication*”), then click the *Filter* button on the *Data* menu ribbon. You can then use the filter pull-down list to remove any blank or non-date values from this field, which will hide the rows that only contain “spill-over” description information.\r\n\r\n---\r\n\r\nThe following list describes the resources associated with this CanadaBuys award notices dataset.  Additional information on Government of Canada award notices can be found on the **Award notices** tab of the [CanadaBuys Tender opportunities page](https://canadabuys.canada.ca/en/tender-opportunities).\r\n\r\n\u003E**NOTE:** While the CanadaBuys online portal includes awards notices from across multiple levels of government, the data files in this related dataset only include notices from federal government organizations.\r\n\r\n---\r\n\r\n(1) **CanadaBuys data dictionary**: This XML file offers descriptions of each data field in the award notices files linked below, as well as other procurement-related datasets CanadaBuys produces. Use this as a guide for understanding the data elements in these files. This dictionary is updated as needed to reflect changes to the data elements. \r\n\r\n(2) **All CanadaBuys award notices, 2022-08-08 onward**: This file contains up to date information on all award notices published on CanadaBuys.  This includes any award notices that were published on or after August 8, 2022, when CanadaBuys became the system of record for all tender and award notices for the Government of Canada.  This file includes any amendments made to these award notices during their lifecycles. It is refreshed each morning, between 7:00 am and 8:30 am (UTC-0500) to include any updates or amendments, as needed. Award notices in this file can have any publication date on or after August 8, 2022 (displayed in the field labelled “*publicationDate-datePublication*”), and can have a status of **active**, **cancelled** or **expired** (displayed in the field labelled “*awardStatus-attributionStatut-eng*”).  \r\n\r\n(3) **Legacy award notices, 2012 to 2022-08 (prior to CanadaBuys)**: This file contains details of the award notices published prior to the implementation of CanadaBuys, which became the system of record for all tender and award notices for the Government of Canada on August 8, 2022.  This datafile is refreshed monthly.  The over 100,000 awards in this file have publication dates from August 6, 2022 and prior (displayed in the field labelled “*publicationDate-datePublication*”), and have a status of **active**, **cancelled** or **expired** (displayed included in the field labelled “*awardStatus-attributionStatut-eng*”).  \r\n\u003E**Note**: Procurement data was structured differently in the legacy applications previously used to administer Government of Canada contracts. Efforts have been made to manipulate these historical records into the structure used by the CanadaBuys data files, to make them easier to analyse and compare with new records. This process is not perfect since simple one-to-one mappings can’t be made in many cases.  You can access these historical records in their original format as part of the [archived copy of the original tender notices dataset](https://open.canada.ca/data/en/dataset/ffd38960-1853-4c19-ba26-e50bea2cb2d5), which contained awards-related data files.  You can also refer to the [supporting documentation for understanding the new CanadaBuys tender and award notices datasets](https://donnees-data.tpsgc-pwgsc.gc.ca/ba2/ac-cb/soutien-support-eng.html).\r\n\r\n(4) **Award notices, YYYY-YYYY**: These files contain information on all contracts awarded in the specified fiscal year.  The current fiscal year's file is refreshed each morning, between 7:00 am and 8:30 am (UTC-0500) to include any updates or amendments, as needed.  The files associated with past fiscal years are updated monthly.  Awards in these files can have any publication date between April 1 of a given year and March 31 of the subsequent year (displayed in the field labelled “*publicationDate-datePublication*”) and can have an award status of **active**, **cancelled** or **expired** (displayed in the field labelled “*awardStatus-attributionStatut-eng*”).  \r\n\u003E**Note**: New award notice data files will be added on April 1 for each fiscal year.",
    "notes_translated": {
      "fr": "Ce jeu de données contient des informations sur les avis d'attribution du gouvernement du Canada, publiées conformément à la Loi sur la gestion des finances publiques. Il regroupe des données pour tous les ministères, organismes, sociétés d’État et autres entités régis par les Annexes I, II et III (sauf exemption particulière) qui doivent observer les obligations des accords commerciaux signés par le gouvernement du Canada. **AchatsCanada** est la source officielle de ces informations. Visitez la page [Notre processus d’achat](https://canadabuys.canada.ca/fr/notre-processus-d-achat) sur le site Web d’AchatsCanada pour en savoir plus. \r\n\r\nTous les fichiers de données de ce jeu partagent une structure en colonnes commune. Dans ces fichiers, utilisez le champ de catégorie d’approvisionnement (intitulé « *procurementCategory-categorieApprovisionnement* ») pour filtrer les résultats en fonction des quatre grandes catégories d’appels d’offres ci-dessous : \r\n\r\n- Avis d’attribution de la catégorie Construction (valeur « CNST »)\r\n- Avis d’attribution de la catégorie Biens (valeur « GD »)\r\n- Avis d’attribution de la catégorie Services (valeur « SRV ») \r\n- Avis d’attribution de la catégorie Services reliés aux biens (valeur « SRVTGD ») \r\n\r\nCertains avis d’attribution peuvent être associés à une ou à plusieurs des catégories d’approvisionnement ci-dessus.\r\n\r\n\u003E**Remarque :** Certains enregistrements ont de longues descriptions d'avis d'attribution, parfois problématiques lorsqu’on les visualise dans des classeurs, comme Microsoft Excel.  Quand l’information dépasse la limite de caractères d’une cellule, le logiciel insère des lignes supplémentaires non conformes au formatage prévu des colonnes.  (Cependant, tous les autres enregistrements s’afficheront toujours correctement, sur leurs propres lignes.) Pour supprimer rapidement « l'information qui déborde » causées par cet erreur d’affichage dans Excel, sélectionnez le champ de la date de publication (intitulé « *publicationDate-datePublication* »), puis cliquez sur le bouton *Filtrer* sous l’onglet *Données*. Vous pouvez ensuite utiliser la liste déroulante du filtre pour supprimer de ce champ toute valeur vide ou autre que des dates, afin de masquer les lignes qui ne contiennent que de l’information descriptive qui « déborde ». \r\n\r\n---\r\n\r\nLa liste suivante décrit les ressources associées à ce jeu de données pour les avis d’attribution d’AchatsCanada. Pour en savoir plus sur les avis d’attribution du gouvernement du Canada, voir l’onglet **Avis d’attribution** de [la page Occasions de marché] d’AchatsCanada.\r\n\r\n\u003E**REMARQUE :** Bien que le portail en ligne AchatsCanada inclut des avis d'attribution provenant de plusieurs niveaux de gouvernement, les fichiers de données de ce jeu de données connexe incluent uniquement les avis des organisations du gouvernement fédéral.\r\navis d'attribution\r\n\r\n---\r\n\r\n(1) **Dictionnaire de données d’AchatsCanada** : Ce fichier XML comprend des descriptions de chaque champ de données utilisé dans les fichiers d’avis d’appel d’offres (voir ci-dessous), ainsi que dans d’autres jeux de données liés aux approvisionnements d’AchatsCanada. Utilisez-le comme guide pour comprendre les éléments de données dans ces fichiers. Ce dictionnaire est mis à jour au besoin pour refléter les changements apportés aux éléments de données. \r\n\r\n(2) **Tous avis d’appel d’attributions d’AchatsCanada, 2022-08-08 et après** : Ce dossier contient des informations à jour sur tous les avis d’attribution publiés sur AchatsCanada. Cela comprend tous les avis d’attribution qui ont été publiés le 8 août 2022 ou après, date à laquelle AchatsCanada est devenu le système de dossiers de tous les avis d’appel d’offres et d’avis d’attribution du gouvernement du Canada. Ce dossier comprend toutes les modifications apportées à ces avis d’appel d’offres au cours de leur cycle de vie. Il est actualisé chaque matin, entre 7 h et 8 h 30 (UTC-0500), afin d’inclure toute mise à jour ou modification, le cas échéant. Les avis d’attribution de ce dossier peuvent avoir n’importe quelle date de publication depuis le 8 août 2022 (affichée dans le champ intitulé « *publicationDate-datePublication* ») et peuvent avoir un statut **ouvert**, **annulé** ou **expiré** (affiché dans le champ intitulé « *awardStatus-attributionStatut-fra* »). \r\n\r\n(3) **Avis d’attribution hérités, 2012 à 2022-08 (avant AchatsCanada)** : Ce dossier archivé contient les détails des avis d’attribution publiés avant la mise en œuvre d’AchatsCanada, qui est devenu le système de dossiers de tous les avis d’appel d’offres et les avis d’attribution pour le gouvernement du Canada le 8 août 2022. Ce dossier est mis à jour mensuellement. Les plus de 100 000 avis de ce dossier peuvent avoir n’importe quelle date de publication du 6 août 2022 ou avant (affichée dans le champ intitulé « *publicationDate-datePublication* ») et ont un statut **actif**, **annulé** ou **expiré** (affiché dans le champ intitulé « *awardStatus-attributionStatut-fra* »).  \r\n\u003E**Remarque** : Les données sur l’approvisionnement étaient structurées différemment dans les anciennes applications utilisées précédemment pour administrer les avis d’appel d’offres du gouvernement du Canada. Des efforts ont été faits pour manipuler ces documents historiques dans la structure utilisée par les fichiers de données d’AchatsCanada, afin de les rendre plus faciles à analyser et à comparer avec les nouveaux dossiers. Ce processus n’est pas parfait, car il n’est pas toujours possible d’établir des correspondances simples d’un cas à l’autre. Vous pouvez accéder à ces documents historiques dans leur format original dans le cadre de [le jeu de données des copies archivées des appels d’offres originales](https://open.canada.ca/data/en/dataset/ffd38960-1853-4c19-ba26-e50bea2cb2d5), qui contenait des fichiers de données liés aux avis d'attribution. Vous pouvez également vous référer à la [documentation de soutien pour comprendre les nouveaux jeux de données des avis d’appel d’offres et d’attribution d’AchatsCanada](https://donnees-data.tpsgc-pwgsc.gc.ca/ba2/ac-cb/soutien-support-fra.html).\r\n\r\n(4) **Avis d’attribution, YYYY-YYYY** : Ces dossier contiennent des informations sur tous les avis d’attribution publiés au cours de l’année fiscale spécifié. Le dossier de l'année fiscale en cours est actualisé chaque matin, entre 7 h et 8 h 30 (UTC-0500), afin d’inclure toute mise à jour ou modification, le cas échéant. Les dossiers associés aux annees fiscales antérieurs sont mis à jour mensuellement. Les avis d’attribution de ces dossiers peuvent avoir n’importe quelle date de publication entre le 1er avril d'une année donnée et le 31 mars de l'année suivante (affichée dans le champ intitulé « *publicationDate-datePublication* ») et peuvent avoir un statut **actif**, **annulé** ou **expiré** (affiché dans le champ intitulé « *awardStatus-attributionStatut-fra* »). \r\n\u003E**Remarque** : De nouveaux fichiers de données d’avis d’attribution seront ajoutés le 1er avril pour chaque exercice.",
      "en": "This dataset contains information on all Government of Canada award notices published according to the Financial Administration Act.  It includes data for all Schedule I, Schedule II and Schedule III departments, agencies, Crown corporations, and other entities (unless specifically exempt) who must comply with the Government of Canada trade agreement obligations. **CanadaBuys** is the authoritative source of this information.  Visit the [How procurement works](https://canadabuys.canada.ca/en/how-procurement-works) page on CanadaBuys to learn more. \r\n\r\nAll data files in this collection share a common column structure, and the procurement category field (labelled as “*procurementCategory-categorieApprovisionnement*”) can be used to filter by the following four major categories of awards: \r\n \r\n- Awards for construction, which will have a value of “CNST”\r\n- Awards for goods, which will have a value of “GD”\r\n- Awards for services, which will have a value of “SRV” \r\n- Awards for services related to goods, which will have a value of “SRVTGD”\r\n\r\nSome award notices may be associated with one or more of the above procurement categories.\r\n\r\n\u003E**Note:** Some records contain long award description values that may cause issues when viewed in certain spreadsheet programs, such as Microsoft Excel. When the information doesn’t fit within the cell’s character limit, the program will insert extra rows that don’t conform to the expected column formatting. (Though, all other records will still be displayed properly, in their own rows.) To quickly remove the “spill-over data” caused by this display error in Excel, select the publication date field (labelled as “*publicationDate-datePublication*”), then click the *Filter* button on the *Data* menu ribbon. You can then use the filter pull-down list to remove any blank or non-date values from this field, which will hide the rows that only contain “spill-over” description information.\r\n\r\n---\r\n\r\nThe following list describes the resources associated with this CanadaBuys award notices dataset.  Additional information on Government of Canada award notices can be found on the **Award notices** tab of the [CanadaBuys Tender opportunities page](https://canadabuys.canada.ca/en/tender-opportunities).\r\n\r\n\u003E**NOTE:** While the CanadaBuys online portal includes awards notices from across multiple levels of government, the data files in this related dataset only include notices from federal government organizations.\r\n\r\n---\r\n\r\n(1) **CanadaBuys data dictionary**: This XML file offers descriptions of each data field in the award notices files linked below, as well as other procurement-related datasets CanadaBuys produces. Use this as a guide for understanding the data elements in these files. This dictionary is updated as needed to reflect changes to the data elements. \r\n\r\n(2) **All CanadaBuys award notices, 2022-08-08 onward**: This file contains up to date information on all award notices published on CanadaBuys.  This includes any award notices that were published on or after August 8, 2022, when CanadaBuys became the system of record for all tender and award notices for the Government of Canada.  This file includes any amendments made to these award notices during their lifecycles. It is refreshed each morning, between 7:00 am and 8:30 am (UTC-0500) to include any updates or amendments, as needed. Award notices in this file can have any publication date on or after August 8, 2022 (displayed in the field labelled “*publicationDate-datePublication*”), and can have a status of **active**, **cancelled** or **expired** (displayed in the field labelled “*awardStatus-attributionStatut-eng*”).  \r\n\r\n(3) **Legacy award notices, 2012 to 2022-08 (prior to CanadaBuys)**: This file contains details of the award notices published prior to the implementation of CanadaBuys, which became the system of record for all tender and award notices for the Government of Canada on August 8, 2022.  This datafile is refreshed monthly.  The over 100,000 awards in this file have publication dates from August 6, 2022 and prior (displayed in the field labelled “*publicationDate-datePublication*”), and have a status of **active**, **cancelled** or **expired** (displayed included in the field labelled “*awardStatus-attributionStatut-eng*”).  \r\n\u003E**Note**: Procurement data was structured differently in the legacy applications previously used to administer Government of Canada contracts. Efforts have been made to manipulate these historical records into the structure used by the CanadaBuys data files, to make them easier to analyse and compare with new records. This process is not perfect since simple one-to-one mappings can’t be made in many cases.  You can access these historical records in their original format as part of the [archived copy of the original tender notices dataset](https://open.canada.ca/data/en/dataset/ffd38960-1853-4c19-ba26-e50bea2cb2d5), which contained awards-related data files.  You can also refer to the [supporting documentation for understanding the new CanadaBuys tender and award notices datasets](https://donnees-data.tpsgc-pwgsc.gc.ca/ba2/ac-cb/soutien-support-eng.html).\r\n\r\n(4) **Award notices, YYYY-YYYY**: These files contain information on all contracts awarded in the specified fiscal year.  The current fiscal year's file is refreshed each morning, between 7:00 am and 8:30 am (UTC-0500) to include any updates or amendments, as needed.  The files associated with past fiscal years are updated monthly.  Awards in these files can have any publication date between April 1 of a given year and March 31 of the subsequent year (displayed in the field labelled “*publicationDate-datePublication*”) and can have an award status of **active**, **cancelled** or **expired** (displayed in the field labelled “*awardStatus-attributionStatut-eng*”).  \r\n\u003E**Note**: New award notice data files will be added on April 1 for each fiscal year."
    },
    "num_resources": 9,
    "num_tags": 0,
    "org_section": {
      "fr": "",
      "en": ""
    },
    "org_title_at_publication": {
      "fr": "Travaux publics et Services gouvernementaux Canada",
      "en": "Public Works and Government Services Canada"
    },
    "organization": {
      "id": "39C93B4D-4F69-4F43-A5B6-FFF89E8B0DF2",
      "name": "pwgsc-tpsgc",
      "title": "Public Services and Procurement Canada | Services publics et Approvisionnement Canada",
      "type": "organization",
      "description": "",
      "image_url": "",
      "created": "2016-09-23T17:26:04.981058",
      "is_organization": true,
      "approval_status": "approved",
      "state": "active"
    },
    "owner_org": "39C93B4D-4F69-4F43-A5B6-FFF89E8B0DF2",
    "place_of_publication": [],
    "portal_release_date": "2023-04-27",
    "position_name": {},
    "private": false,
    "program_page_url": {
      "fr": "",
      "en": ""
    },
    "ready_to_publish": "true",
    "restrictions": "unrestricted",
    "spatial": "",
    "spatial_representation_type": [],
    "state": "active",
    "subject": ["economics_and_industry", "education_and_training"],
    "time_period_coverage_start": "2012-02-03 00:00:00",
    "title": "CanadaBuys award notices",
    "title_translated": {
      "fr": "Avis d'attribution d'AchatsCanada",
      "en": "CanadaBuys award notices"
    },
    "topic_category": [],
    "type": "dataset",
    "url": null,
    "version": null,
    "resources": [
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827407",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-11",
        "description": null,
        "format": "HTML",
        "hash": "",
        "id": "fd77a1ba-d5f4-4fa8-bb97-2dbc4794ce05",
        "language": ["en"],
        "last_modified": null,
        "metadata_modified": "2024-12-19T06:11:24.280529",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Supporting Documentation (English)",
        "name_translated": {
          "fr": "Documentation de soutien (en anglais)",
          "en": "Supporting Documentation (English)"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 0,
        "resource_type": "guide",
        "state": "active",
        "unique_identifier": "",
        "url": "https://donnees-data.tpsgc-pwgsc.gc.ca/ba2/ac-cb/soutien-support-eng.html",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827416",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-11",
        "description": null,
        "format": "HTML",
        "hash": "",
        "id": "38dfa5f6-8572-44d5-bda3-b5023d934802",
        "language": ["fr"],
        "last_modified": null,
        "metadata_modified": "2024-12-19T06:11:24.280640",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Supporting Documentation (French)",
        "name_translated": {
          "fr": "Documentation de soutien (en français)",
          "en": "Supporting Documentation (French)"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 1,
        "resource_type": "guide",
        "state": "active",
        "unique_identifier": "",
        "url": "https://donnees-data.tpsgc-pwgsc.gc.ca/ba2/ac-cb/soutien-support-fra.html",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827419",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-11",
        "description": null,
        "format": "XML",
        "hash": "",
        "id": "f43015d4-f4cd-47a3-bd8e-4647226a2ed4",
        "language": ["en", "fr"],
        "last_modified": null,
        "metadata_modified": "2025-01-06T19:41:31.870541",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "CanadaBuys data dictionary",
        "name_translated": {
          "fr": "Dictionnaire des données d'AchatsCanada",
          "en": "CanadaBuys data dictionary"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 2,
        "resource_type": "data_dictionary",
        "state": "active",
        "unique_identifier": "",
        "url": "https://donnees-data.tpsgc-pwgsc.gc.ca/ba2/ac-cb/achatscanada-canadabuys-dd.xml",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827422",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-27",
        "description": null,
        "format": "CSV",
        "hash": "",
        "id": "ff4414ba-7d0b-40a4-8bd0-d102e83d9f32",
        "language": ["en", "fr"],
        "last_modified": "2025-12-29T00:00:00",
        "metadata_modified": "2025-12-30T06:10:47.806935",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "All CanadaBuys award notices, 2022-08-08 onwards",
        "name_translated": {
          "fr": "Tous avis d'attribution d'AchatsCanada, 2022-08-08 et après",
          "en": "All CanadaBuys award notices, 2022-08-08 onwards"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 3,
        "resource_type": "dataset",
        "state": "active",
        "unique_identifier": "",
        "url": "https://canadabuys.canada.ca/opendata/pub/awardNoticeComplete-avisAttributionComplet.csv",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827424",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-27",
        "description": null,
        "format": "CSV",
        "hash": "",
        "id": "e1a69400-665a-4b53-9c7c-3d21ed64b13b",
        "language": ["en", "fr"],
        "last_modified": "2025-12-28T00:00:00",
        "metadata_modified": "2025-12-29T06:10:43.767363",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Legacy award notices, 2012 to 2022-08 (prior to CanadaBuys)",
        "name_translated": {
          "fr": "Avis d'attribution hérités, 2012 à 2022-08 (avant AchatsCanada)",
          "en": "Legacy award notices, 2012 to 2022-08 (prior to CanadaBuys)"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 4,
        "resource_type": "dataset",
        "state": "active",
        "unique_identifier": "",
        "url": "https://canadabuys.canada.ca/opendata/pub/2012-2022-awardNoticeHistorical-avisAttributionHistorique.csv",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827427",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-27",
        "description": null,
        "format": "CSV",
        "hash": "",
        "id": "784b3c45-2112-4e91-a5bd-e2420ba31d88",
        "language": ["en", "fr"],
        "last_modified": "2025-12-28T00:00:00",
        "metadata_modified": "2025-12-29T06:10:43.767459",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Award notices, 2022-2023",
        "name_translated": {
          "fr": "Avis d'attribution, 2022-2023",
          "en": "Award notices, 2022-2023"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 5,
        "resource_type": "dataset",
        "state": "active",
        "unique_identifier": "",
        "url": "https://canadabuys.canada.ca/opendata/pub/2022-2023-awardNotice-avisAttribution.csv",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2023-04-27T13:49:54.827429",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2023-04-27",
        "description": null,
        "format": "CSV",
        "hash": "",
        "id": "9c394d74-90ae-4679-b991-5593c6c6eb79",
        "language": ["en", "fr"],
        "last_modified": "2025-12-28T00:00:00",
        "metadata_modified": "2025-12-29T06:10:43.767528",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Award notices, 2023-2024",
        "name_translated": {
          "fr": "Avis d'attribution, 2023-2024",
          "en": "Award notices, 2023-2024"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 6,
        "resource_type": "dataset",
        "state": "active",
        "unique_identifier": "",
        "url": "https://canadabuys.canada.ca/opendata/pub/2023-2024-awardNotice-avisAttribution.csv",
        "url_type": null,
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2024-04-02T13:21:42.114181",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2024-04-01",
        "description": null,
        "format": "CSV",
        "hash": "",
        "id": "ba011609-7f52-4752-b38a-48176b1f0dca",
        "language": ["en", "fr"],
        "last_modified": "2025-12-28T00:00:00",
        "metadata_modified": "2025-12-29T06:10:43.767593",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Award notices, 2024-2025",
        "name_translated": {
          "fr": "Avis d'attribution, 2024-2025",
          "en": "Award notices, 2024-2025"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 7,
        "resource_type": "dataset",
        "state": "active",
        "unique_identifier": "",
        "url": "https://canadabuys.canada.ca/opendata/pub/2024-2025-awardNotice-avisAttribution.csv",
        "url_type": "",
        "validation_status": "",
        "validation_timestamp": ""
      },
      {
        "cache_last_updated": null,
        "cache_url": null,
        "character_set": "UTF-8",
        "created": "2025-04-02T14:30:56.224495",
        "data_quality": [],
        "datastore_active": false,
        "datastore_contains_all_records_of_source_file": false,
        "date_published": "2025-04-01",
        "description": null,
        "format": "CSV",
        "hash": "",
        "id": "f3242008-1df3-42ff-9a7a-decf80a33aa8",
        "language": ["en", "fr"],
        "last_modified": "2025-12-29T00:00:00",
        "metadata_modified": "2025-12-30T06:10:47.807219",
        "mimetype": null,
        "mimetype_inner": null,
        "name": "Award notices, 2025-2026",
        "name_translated": {
          "en": "Award notices, 2025-2026",
          "fr": "Avis d'attribution, 2025-2026"
        },
        "package_id": "a1acb126-9ce8-40a9-b889-5da2b1dd20cb",
        "position": 8,
        "resource_type": "dataset",
        "state": "active",
        "unique_identifier": "",
        "url": "https://canadabuys.canada.ca/opendata/pub/2025-2026-awardNotice-avisAttribution.csv",
        "url_type": "",
        "validation_status": "",
        "validation_timestamp": ""
      }
    ],
    "tags": [],
    "groups": [],
    "relationships_as_subject": [],
    "relationships_as_object": []
  }
}
